      * run cobc -x helloworld-cbl to compile.
      * run ./helloworld to run the compile program
       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO.
       PROCEDURE DIVISION.
           DISPLAY "Hello, world".
       END PROGRAM HELLO.